Repository: areejobaid94/SeedFood
Catalog: aspnet-core/Infoseed.MassagingPort.OrderingMenu/Resources/CommonResources.*.resx
Languages: ar

source: Add
ar: اضافه

source: Add a note
ar: اضافة ملاحظه

source: Add to Cart
ar: اضافة للسلة

# addition
source: additions
ar: اضافات

source: add to cart
ar: اضافة الى السلة

source: at most
ar: على الاكثر

# availablity
source: Not available
ar: غير متاح

source: Back to Home
ar: العودة الى الرئيسية

# backwhatsapp
source: Please go back to WhatsApp to complete your order
ar: يرجى العودة الي الواتس آب لاتمام طلبك

source: Basket
ar: سلة المشتريات

source: Cart
ar: السلة

# close
source: colse
ar: اغلاق

source: confirm
ar: تأكيد

# confirmreorder
source: the Cart content will removed
ar: سيتم حذف محتويات السلة في حال التاكيد

# Count
source: Quantity
ar: العدد

# creditPoint
source: will receive
ar: سيتم إضافة

source: Days
ar: يوم

source: delete
ar: تأكيد الحذف؟

source: Delivery
ar: توصيل

# Details
source: Proceed Order
ar: اكمل طلبك

source: Earning Date
ar: تاريخ الكسب

# faild
source: Failed to send request!!
ar: !! فشل في ارسال الطلب

source: Home
ar: الرئيسية

source: Invoice Details
ar: تفاصيل الفاتورة

source: item
ar: عنصر

# loyalty-ShopStore
source: Loyalty Store
ar: متجر الولاء

# maxDiscount
source: Discount (High to Low)
ar: الخصم (الأعلى خصم)

# MaxOption
source: Max
ar: كحد أقصى

# maxprice
source: Price (High to Low)
ar: السعر (الأعلى سعر)

# minDiscount
source: Discount (Low to High)
ar: الخصم (الأقل خصم)

# minprice
source: Price (Low to High)
ar: السعر (الأقل سعر )

source: My Notes
ar: ملاحظاتي

# myOrders
source: Orders History
ar: طلباتي

source: My Points
ar: نقاطي

# NoPoint
source: You don't have enough points
ar: لا يوجد لديك نقاط كافية

# Note
source: to add any notes to the order
ar: لإضافة أي ملاحظات إلى الطلب

# off
source: discount
ar: خصم

source: Offer
ar: عرض

source: Order
ar: طلب

source: Order Now
ar: اطلب الان

source: Orders archive
ar: ارشيف الطلبات

source: Please check
ar: الرجاء الاختيار

# point
source: points
ar: نقطة

# Privacy
source: Terms Privacy Policy
ar: شروط سياسة الخصوصية

source: Qty
ar: الكمية

# RemainingDays
source: Remaining Days (Expiry)
ar: الأيام المتبقية (انتهاء الصلاحية)

# reorder
source: Are you sure to ReOrdering?
ar: هل تريد اعادة الطلب؟

source: Required
ar: مطلوب

# RotateDeviceOne
source: Please Rotate Your Device
ar: يرجى تدوير جهازك

# RotateDeviceTow
source: This View Is Best Viewd In portrait Mode
ar: من الأفضل مشاهدة هذا العرض في الوضع الرأسي

# search
source: write to search
ar: اكتب شيء للبحث

# storeName
source: My Points
ar: نقاطي

# submit
source: Confirm and send Order
ar: تأكيد و ارسال طلب

# success
source: Order details have been sent to you, please complete your order via WhatsApp
ar: تم إرسال تفاصيل الطلب لك , يرجى اكمال طلبك عبر وتساب

source: Takeaway
ar: استلام

# The number of my points
source: My Points
ar: عدد نقاطي

# TotalCreditPoints
source: Points earned
ar: النقاط المكتسبة

# TotalLoyaltyPoints
source: Paid points
ar: النقاط المدفوعة

source: total point
ar: مجموع النقاط

# TotalPrice
source: The price includes tax
ar: السعر شامل الضريبة

# tryagain
source: Please try again
ar: يرجى المحاولة مرة أُخرى

# Unavailable
source: Unavailable at the moment
ar: غير متوفر حاليا

source: View all ratings
ar: مشاهدة جميع التصنيفات

source: View Basket
ar: اطلع على سلّتك

source: View Cart
ar: عرض السلة

# whatsapp
source: Back to Whatsapp
ar: العودة الى الواتس آب

# yourpoint
source: Your remaining points:
ar: نقاطك المتبقية:
